# Tools
brew 'stow'
brew 'neovim'
brew 'tree'
brew 'fzf'
brew 'zoxide'
brew 'wget'
brew 'xclip'
brew 'gh'
brew 'util-linux'
brew 'fish'
brew 'ripgrep'
brew 'fd'
brew 'lazygit'
brew 'netcat'
brew 'gnupg'
brew 'prettier'
brew 'prettierd'
brew 'pnpm'

# Languages
brew 'python'
brew 'node'
brew 'java'
brew 'go'
brew 'rust'
